site.org
#+title: Random bits and pieces
#+subtitle: ...about programming, languages, tools, FLOSS software...
#+author: Igor Dejanović
#+hugo_base_dir: .
#+hugo_section: /
#+options: creator:t author:nil

* Courses (in Serbian)
:PROPERTIES:
:EXPORT_HUGO_LINKTITLE: Courses/Предавања
:EXPORT_FILE_NAME: _index
:EXPORT_HUGO_SECTION: courses
:EXPORT_HUGO_MENU: :menu main
:END:

** Напомена
Слајдови су рађени у [[https://revealjs.com/][reveal.js]] оквиру. Следеће пречице су корисне:
- =Esc= - приказ 2д мапе, навигација могућа са стрелицама
- =Ctrl-Shift-F= - претрага по задатој речи
- =M= - садржај
- =?= - преглед пречица

Уколико желите да слајдове читате офлајн можете их конвертовати у PDF тако што
додате =?print-pdf= на крај URL-а и из веб прегледача /“одштампате”/ у фајл
(=Ctrl-P=).

