content/courses/_index.md
+++
title = "Courses (in Serbian)"
linkTitle = "Courses/Предавања"
draft = false
creator = "Emacs 29.4 (Org mode 9.8 + ox-hugo)"
[menu]
  [menu.main]
    weight = 1002
    identifier = "courses-in-serbian"
+++

## Напомена {#напомена}

Слајдови су рађени у [reveal.js](https://revealjs.com/) оквиру. Следеће пречице су корисне:

-   `Esc` - приказ 2д мапе, навигација могућа са стрелицама
-   `Ctrl-Shift-F` - претрага по задатој речи
-   `?` - преглед пречица

Уколико желите да слајдове читате офлајн можете их конвертовати у PDF тако што
додате `?print-pdf` на крај URL-а и из веб прегледача _“одштампате”_ у фајл
(`Ctrl-P`).
